spring2017/psyc3330/psyc3330-spring2017.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>PSYC 3330: Elementary Statistics for the Behavioral Sciences</title>
<!-- 2017-01-04 Wed 16:31 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">PSYC 3330: Elementary Statistics for the Behavioral Sciences</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Contact info</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Professor: Thomas J. Faulkenberry, Ph.D
</li>
<li>Office: Math 319
</li>
<li>Office hours: MTWRF 1-3 pm
</li>
<li>Email: faulkenberry@tarleton.edu
</li>
<li>Website: <a href="http://tomfaulkenberry.github.io">http://tomfaulkenberry.github.io</a>
</li>
<li>Phone: 254-968-9816
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Course description</h2>
<div class="outline-text-2" id="text-2">
<p>
Statistical methods are the primary tool for research in psychology.  
They are what allow us as researchers to make consistent, data-driven 
decisions.  As such, this is an extremely important course and one that I 
take very seriously as your professor.
</p>

<p>
The topics we will cover this semester will include descriptive statistics 
(how we describe data) and inferential statistics (how we make decisions 
about data).  Specifically, this includes central tendency, variability, 
correlation, the distinction between populations and samples, hypothesis 
testing, statistical significance, and a variety of inferential tests 
that we can apply to data, including t-tests and analysis of variance.
</p>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Course materials</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><i>Statistics for the Behavioral Sciences (10th ed.)</i> by Gravetter and Wallnau <a href="http://www.amazon.com/Statistics-Behavioral-Sciences-MindTap-Psychology/dp/1305504917/">Amazon link</a>
</li>
<li>Note:  older editions of this textbook are just fine.  Please feel free to find a used copy of an older edition on Amazon; it will save you a LOT of money!
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Student learning outcomes</h2>
<div class="outline-text-2" id="text-4">
<ol class="org-ol">
<li>Identify variables under study (including independent and dependent variables)
</li>
<li>Choose appropriate measures of descriptive statistics
</li>
<li>Select and perform appropriate inferential statistics
</li>
<li>Draw appropriate statistical conclusions from results of analyses
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Requirements and grading</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Exams (450 pts)
</li>
<li>Unit quizzes (100 pts)
</li>
<li>Homework exercises (50 pts)
</li>
<li><i>Total = 600 points</i>
</li>
</ul>

<p>
Grades will be assigned based on the percentage of points you accumulate out of these 600 points.  I will use the standard grading scale of A=90%, B=80%, etc.
</p>
</div>

<div id="outline-container-sec-5-1" class="outline-3">
<h3 id="sec-5-1">Exams (75% of grade)</h3>
<div class="outline-text-3" id="text-5-1">
<p>
There will be four total exams throughout the semester, occurring 
approximately once every three to four weeks.  They will cover material 
from lectures, quizzes, and homework exercises.  Exam questions will be a mix of multiple choice and short answer.  Exams are due by 11:59 pm on 
Sunday of the given week.  Each exam will have a time limit and may only 
be attempted once.
</p>

<p>
Due dates:
</p>

<ul class="org-ul">
<li>Exam 1 (Feb 12 at 11:59 pm)
</li>
<li>Exam 2 (Mar 12 at 11:59 pm)
</li>
<li>Exam 3 (Apr 23 at 11:59 pm)
</li>
<li>Final exam (April 30 at 11:59 pm)
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-5-2" class="outline-3">
<h3 id="sec-5-2">Unit quizzes (17% of grade)</h3>
<div class="outline-text-3" id="text-5-2">
<p>
At the end of each unit, you will complete a quiz over the content of that 
unit. Each quiz counts for 10 possible points.  Since there are 10 units, 
you will earn up to 100 points for your quiz grade.
</p>
</div>
</div>

<div id="outline-container-sec-5-3" class="outline-3">
<h3 id="sec-5-3">Homework exercises (8% of grade)</h3>
<div class="outline-text-3" id="text-5-3">
<p>
In order to practice the statistical concepts you learn this semester, you
will complete a short online homework assignment for each unit.  Each 
homework assignment will be assigned on Blackboard, and you will be given
unlimited attempts to do each problem.  Most assignments will contain 
around 5 problems and be worth a maximum of 5 points.  Since there are 10
units, you will be able to earn a maximum of 50 points for the semester.
</p>
</div>
</div>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6">Course Communication</h2>
<div class="outline-text-2" id="text-6">
<p>
I am your primary resource for this course. I AM an experimental psychologist, so I do the stuff I teach about daily. Hence, my primary interest is for you to learn this material and do well in the course. If you have a question, always feel free to stop by my office and visit.  If you require electronic communication, email is best, but you may also send me a Blackboard message.  Just keep in mind that I don't get any notifications of Blackboard messages, so I may not see your message until I next log into the course.
</p>
</div>
</div>

<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7">University Policy on "F" Grades</h2>
<div class="outline-text-2" id="text-7">
<p>
Beginning in Fall 2015, Tarleton will begin differentiating between a 
failed grade in a class because a student never attended (F0 grade), 
stopped attending at some point in the semester (FX grade), or because 
the student did not pass the course (F) but attended the entire semester. 
These grades will be noted on the official transcript. Stopping or never 
attending class can result in the student having to return aid monies 
received.  For more information see the Tarleton Financial Aid website.
</p>
</div>
</div>

<div id="outline-container-sec-8" class="outline-2">
<h2 id="sec-8">Academic Honesty</h2>
<div class="outline-text-2" id="text-8">
<p>
Tarleton State University expects its students to maintain high standards of
personal and scholarly conduct. Students guilty of academic dishonesty are
subject to disciplinary action. Cheating, plagiarism (submitting another person’s materials or ideas as one’s own), or doing work for another person who will receive academic credit are all disallowed. This includes the use of unauthorized books, notebooks, or other sources in order to secure of give help during an examination, the unauthorized copying of examinations, assignments, reports, or term papers, or the presentation of unacknowledged material as if it were the student’s own work. Disciplinary action may be taken beyond the academic discipline administered by the faculty member who teaches the course in which the cheating took place.
</p>

<p>
In particular, any exam taken online must be completed without the aid of any unauthorized resource (including using any search engine, Google, etc.).  Authorized resources are limited only to the official textbook and any lecture notes from the course.  Any other authorized resources will be provided to you before the exam.  The minimum sanction for violation of this policy is a grade of 0 on the affected exam.
</p>

<p>
Each student’s honesty and integrity are taken for granted. However, if I find
evidence of academic misconduct I will pursue the matter
to the fullest extent permitted by the university. ACADEMIC MISCONDUCT OR
DISHONESTY WILL RESULT IN A GRADE OF F FOR THE COURSE.  Students are
strongly advised to avoid even the <i>appearance</i> of academic misconduct. 
</p>
</div>
</div>

<div id="outline-container-sec-9" class="outline-2">
<h2 id="sec-9">Academic Affairs Core Value Statements</h2>
<div class="outline-text-2" id="text-9">
</div><div id="outline-container-sec-9-1" class="outline-3">
<h3 id="sec-9-1">Academic Integrity Statement</h3>
<div class="outline-text-3" id="text-9-1">
<p>
Tarleton State University's core values are integrity, leadership, tradition, civility, excellence, and service.  Central to these values is integrity, which is maintaining a high standard of personal and scholarly conduct.  Academic integrity represents the choice to uphold ethical responsibility for one’s learning within the academic community, regardless of audience or situation.
</p>
</div>
</div>

<div id="outline-container-sec-9-2" class="outline-3">
<h3 id="sec-9-2">Academic Civility Statement</h3>
<div class="outline-text-3" id="text-9-2">
<p>
Students are expected to interact with professors and peers in a respectful manner that enhances the learning environment. Professors may require a student who deviates from this expectation to leave the face-to-face (or virtual) classroom learning environment for that particular class session (and potentially subsequent class sessions) for a specific amount of time. In addition, the professor might consider the university disciplinary process (for Academic Affairs/Student Life) for egregious or continued disruptive behavior.
</p>
</div>
</div>

<div id="outline-container-sec-9-3" class="outline-3">
<h3 id="sec-9-3">Academic Excellence Statement</h3>
<div class="outline-text-3" id="text-9-3">
<p>
Tarleton holds high expectations for students to assume responsibility for their own individual learning. Students are also expected to achieve academic excellence by:
</p>
<ul class="org-ul">
<li>honoring Tarleton’s core values, upholding high standards of habit and behavior.
</li>
<li>maintaining excellence through class attendance and punctuality, preparing for active participation in all learning experiences. 
</li>
<li>putting forth their best individual effort.
</li>
<li>continually improving as independent learners.
</li>
<li>engaging in extracurricular opportunities that encourage personal and academic growth.
</li>
<li>reflecting critically upon feedback and applying these lessons to meet future challenges.
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-10" class="outline-2">
<h2 id="sec-10">Students with Disabilities Policy</h2>
<div class="outline-text-2" id="text-10">
<p>
It is the policy of Tarleton State University to comply with the Americans
with Disabilities Act and other applicable laws. If you are a student with a
disability seeking accommodations for this course, please contact Trina
Geye, Director of Student Disability Services, at 254.968.9400 or
geye@tarleton.edu. Student Disability Services is
located in Math 201. More information can be found at www.tarleton.edu/sds or in the University Catalog.
</p>


<p>
<b><b>Note:  any changes to this syllabus will be communicated to you by the instructor!</b></b>
</p>
</div>
</div>

<div id="outline-container-sec-11" class="outline-2">
<h2 id="sec-11">Semester Schedule</h2>
<div class="outline-text-2" id="text-11">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">Unit</th>
<th scope="col" class="left">Dates</th>
<th scope="col" class="left">Topic</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">1</td>
<td class="left">Jan 16-22</td>
<td class="left">Displaying data</td>
</tr>

<tr>
<td class="right">2</td>
<td class="left">Jan 23-29</td>
<td class="left">Descriptives 1: central tendency, variation, and z-scores</td>
</tr>

<tr>
<td class="right">3</td>
<td class="left">Jan 30-Feb 5</td>
<td class="left">Descriptives 2: correlation</td>
</tr>

<tr>
<td class="right">&#xa0;</td>
<td class="left">Feb 6-12</td>
<td class="left"><b>Exam 1 (due February 12)</b></td>
</tr>

<tr>
<td class="right">4</td>
<td class="left">Feb 13-19</td>
<td class="left">The normal distribution: measuring likelihood</td>
</tr>

<tr>
<td class="right">5</td>
<td class="left">Feb 20-26</td>
<td class="left">The logic of hypothesis testing</td>
</tr>

<tr>
<td class="right">6</td>
<td class="left">Feb 27-Mar 5</td>
<td class="left">Testing means of samples of <b>known</b> populations: \(z\)-tests</td>
</tr>

<tr>
<td class="right">&#xa0;</td>
<td class="left">Mar 6-12</td>
<td class="left"><b>Exam 2 (due March 12)</b></td>
</tr>

<tr>
<td class="right">&#xa0;</td>
<td class="left">Mar 13-19</td>
<td class="left"><i>Spring break!</i></td>
</tr>

<tr>
<td class="right">7</td>
<td class="left">Mar 20-26</td>
<td class="left">Testing means of samples of <b>unknown</b> populations: \(t\)-tests</td>
</tr>

<tr>
<td class="right">8</td>
<td class="left">Mar 27-Apr 2</td>
<td class="left">More \(t\)-tests (independent samples, etc.)</td>
</tr>

<tr>
<td class="right">9</td>
<td class="left">Apr 3-9</td>
<td class="left">Analysis of variance (ANOVA): one independent variable</td>
</tr>

<tr>
<td class="right">10</td>
<td class="left">Apr 10-16</td>
<td class="left">Analysis of variance (ANOVA): two independent variables</td>
</tr>

<tr>
<td class="right">&#xa0;</td>
<td class="left">Apr 17-23</td>
<td class="left"><b>Exam 3 (due April 23)</b></td>
</tr>

<tr>
<td class="right">&#xa0;</td>
<td class="left">Apr 24-30</td>
<td class="left"><b>Final exam (due April 30)</b></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Spring 2017</p>
<p class="date">Created: 2017-01-04 Wed 16:31</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.1.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
